Repository: SondagesPro/LS-reloadAnyResponse
Catalog: locale/*/messages.po
Languages: fr

source: Allow admin user to reload any response with response id.
fr: Permettre aux administrateurs de charger n‘importe quelle réponse avec l‘identifiant de réponse.

source: Use default (%s)
fr: Utiliser le défaut (%s)

source: Allow participant with token to create or reload responses.
fr: Permettre au participant avec un code d‘invitation de créer ou éditer leurs réponses.

source: Related to “Enable token-based response persistence” and “Allow multiple responses or update responses” survey settings.
fr: Lié à «Activer la persistance des réponses basée sur les codes d’invitation» et «Permettre les réponses multiples ou les mises à jour de réponses»

source: Create unique code automatically.
fr: Créer le code unique automatiquement.

source: Allow using unique code if exist.
fr: Permettre d‘utiliser le code unique si il existe.

source: Time for disable multiple access (in minutes).
fr: Délais de protection des accès multiples (en minutes).

source: We save your current session, you can try to reload the survey in some minutes.
fr: Nous enregistrons votre session actuelle, vous pouvez réessayer de charger ce questionnaire dans quelques minutes.

source: Sorry, this response didn‘t exist.
fr: Désolé, cette réponse n‘existe pas.

source: Sorry, this access code is invalid.
fr: Désolé, ce code d‘accès est invalide.

source: Response not found.
fr: Cette réponse n‘à pas était trouvée.

source: Access to this response need a valid token.
fr: L‘accès à cette réponse nécessite un code d‘invitation valide.

source: Sorry, someone update this response to the questionnaire a short time ago. The last action was made less than %s minutes ago.
fr: Désolé, quelqu‘un a mis à jour cette réponse il y a peu de temps. La dernière action a eu lieu il y a moins de %s minutes.
